Repository: SDM-TIB/ckanext-iam4nfdi
Catalog: ckanext/iam4nfdi/i18n/*/LC_MESSAGES/ckanext-iam4nfdi.po
Languages: de

source: Need to be logged in to select an organization.
de: Sie m체ssen angemeldet sein, um eine Organization auszuw채hlen.

source: Error
de: Fehler

source: An error occurred
de: Ein Fehler ist aufgetreten

source: Please try again or contact the site administrator if the problem persists.
de: Bitte versuchen Sie es erneut oder wenden Sie sich an den Administrator der Website, wenn das Problem weiterhin besteht.

source: Oauth2 results
de: oAuth2-Ergebnisse

source: Organization Selection
de: Organisationsauswahl

source: Select your organizations
de: W채hlen Sie Ihre Organisationen aus

source: Save
de: Speichern

source: Login
de: Anmelden

source: Log in with IAM4nfdi
de: Anmelden mit IAM4nfdi

source: Change Organization
de: Organisation 채ndern
